{
    "pl": {
        "offer": "oferta",
        "technologies": "technologie",
        "contact": "kontakt",
        "heroSection": {
            "heading1": "Tworzymy ",
            "heading2": ["aplikacje", "strony", "programy"],
            "heading3": "wspierające ",
            "heading4": "Twój biznes",
            "subheading": "Nasza praca dla Twojego biznesu."
        },
        "offerSection": {
            "ourOffer": "Nasza oferta",
            "whatWeDo": "Czym się zajmujemy?",
            "boxes": [{
                    "image": "appyhub-website/websites",
                    "heading": "Strony internetowe",
                    "desc": "Tworzymy nowoczesne strony internetowe będące wizytówką dla Klienta.",
                    "priority": 1,
                    "both": false,
                    "left": false
                }, {
                    "image": "appyhub-website/apps",
                    "heading": "Aplikacje webowe",
                    "desc": "Dostarczamy zaawansowane aplikacje wspierające biznes Klienta.",
                    "priority": 2,
                    "both": false,
                    "left": true
                }, {
                    "image": "appyhub-website/graphics.jpg",
                    "heading": "Identyfikacja wizualna",
                    "desc": "Projektujemy logotypy oraz inne materiały graficzne.",
                    "priority": 2,
                    "both": false,
                    "left": false
                }, {
                    "image": "appyhub-website/support.jpg",
                    "heading": "Wsparcie",
                    "desc": "Oferujemy opiekę serwisową, aby Twoja strona była aktualna i bezpieczna.",
                    "priority": 1,
                    "both": true,
                    "left": true
                }, {
                    "image": "appyhub-website/outsourcing.jpg",
                    "heading": "Outsourcing",
                    "desc": "Wdrożymy konieczne aktualizacje oraz zmiany do istniejących i działających projektów.",
                    "priority": 3,
                    "both": false,
                    "left": false
                }
            ],
            "contactUs": "napisz do nas"
        },
        "technologiesSection": {
            "technologies": "technologie",
            "whatWeUse": "Co wykorzystujemy?",
            "subheading": "Używamy najnowszych technologii do budowania stron oraz aplikacji internetowych.",
            "boxes": [{
                "text": "Przykładamy szczególną uwagę, aby wykonane przez nas strony internetowe reprezentowały najwyższą jakość wykonania i największą skuteczność w dotarciu do potencjalnych odbiorców."
            }, {
                "text": "Dobieramy technologie na podstawie wymagań klienta, w zależności od tego, jaki serwis chciałby stworzyć klient."
            }, {
                "text": "Dbamy o to, aby aplikacje oferowały jak najlepszą wydajność, a także, aby były przystosowane do każdego urządzenia z dostępem do sieci internetowej."
            }]
        },
        "professionalismAnd": "profesjonalizm &",
        "involvement": "zaangażowanie",
        "contactSection": {
            "heading": "Po prostu przywitaj się! 👋",
            "subheading": "Z przyjemnością odpowiemy na Twoje pytania.",
            "location": "Kraków, Polska",
            "mail": "hello@appyhub.pl",
            "send": "Kliknij i napisz maila!"
        },
        "privacyPolicy": "Polityka Prywatności",
        "copyright": "Copyright © 2024 - ",
        "website": "appyhub.pl",
        "rights": "All rights reserved.",
        "cookiesPopup": {
            "first": "Korzystanie z naszej witryny oznacza akceptację wykorzystania plików cookie. Zapraszamy do zapoznania się z treścią naszej ",
            "button": "Polityki Prywatności",
            "second": ", gdzie znajdziesz więcej szczegółów na ten temat."
        },
        "privacyPolicySection": {
            "heading": "Zachowanie poufności danych jest dla nas niezwykle ważne i chcemy, aby każdy klient wiedział, w jaki sposób je przetwarzamy. Dlatego opracowaliśmy Politykę Prywatności, aby każdy klient mógł zrozumieć, w jaki sposób przetwarzamy ich dane osobowe i jak dbamy o ich poufność.",
            "paragraphs": [{
                "paragraph": "Postanowienia ogólne",
                "sections": [{
                    "heading": "Kto kontroluje Twoje dane osobowe?",
                    "desc": "Przekazywane nam dane osobowe są kontrolowane i chronione na mocy odpowiedniego prawa o ochronie danych osobowych przez firmę:",
                    "companyDetails": ["HUBERT KOZIK AppyHub", "Wielgus 27", "28-500 Kazimierza Wielka", "NIP: 6050077172", "Autoryzowany przedstawiciel: Hubert Kozik"]
                }, {
                    "heading": "Gdzie przechowujemy Twoje dane?",
                    "desc": "Zebrane dane osobowe przechowujemy na terenie Europejskiego Obszaru Gospodarczego (\"EOG\"), ale mogą one być także przesyłane do kraju spoza tego obszaru i tam przetwarzane. Każda operacja przesyłania danych osobowych jest wykonywana zgodnie z obowiązującym prawem. W związku z przekazaniem Twoich danych poza terytorium EOG, weryfikujemy, aby Partnerzy dawali gwarancję wysokiego stopnia ochrony danych osobowych. Gwarancje te wynikają w szczególności ze zobowiązania do stosowania standardowych klauzul umownych przyjętych przez Komisję (UE) lub uczestnictwa w programie \"Tarcza Prywatności\" ustanowionym na mocy decyzji wykonawczej Komisji (UE) 2016/1250 z dnia 12 lipca 2016 r. w sprawie adekwatności ochrony zapewnianej przez Tarczę Prywatności UE-USA."
                }, {
                    "heading": "Kto ma dostęp do Twoich danych?",
                    "desc": "Twoje dane mogą być udostępniane podmiotom przetwarzającym dane osobowe w imieniu Administratora, takim jak dostawcy usług IT, agencje marketingowe, partnerzy handlowi itp. Takie podmioty przetwarzają Twoje dane na podstawie umowy z nami i wyłącznie zgodnie z naszymi instrukcjami. Dane przekazywane podmiotom zewnętrznym są wykorzystywane jedynie w celu świadczenia Ci naszych usług. Wymagamy od tych podmiotów zachowania poufności i bezpieczeństwa Twoich danych oraz sprawdzamy, czy stosują odpowiednie środki ochrony danych osobowych."
                }, {
                    "desc": "Twoje dane mogą być również udostępniane podmiotom uprawnionym do ich uzyskania na podstawie obowiązującego prawa, np. organom ścigania. W zakresie dozwolonym przez prawo możemy także udostępniać Twoje dane instytucjom zajmującym się windykacją należności i obrotem wierzytelnościami."
                }, {
                    "desc": "Czasem udostępniamy Twoje dane osobowe podmiotom trzecim, które pomagają nam wykonywać określone zadania lub świadczyć wybrane usługi. Może to obejmować potwierdzanie Twojego adresu zamieszkania, wysyłanie potwierdzeń zamówień, dostawę zamówień przez magazyny i firmy transportowe, przetwarzanie płatności kartami kredytowymi/debetowymi przez organizacje udostępniające usługi płatnicze, a także korzystanie z usług banków i innych organizacji świadczących usługi finansowe. Możemy także korzystać z mediów społecznościowych oraz serwisów sprzedaży internetowej do komunikacji z Tobą i oferowania naszych produktów i usług."
                }, {
                    "heading": "Jakie masz prawa?",
                    "list": [
                        "Prawo dostępu do danych - w każdej chwili masz prawo zażądać informacji o tym, które Twoje dane osobowe przechowujemy. Aby to zrobić, skontaktuj się mailowo z: rodo@appyhub.pl – otrzymasz te informacje pocztą e-mail.",
                        "Prawo do przenoszenia - gdy przetwarzamy Twoje dane osobowe w sposób zautomatyzowany, na podstawie Twojej zgody lub zawartej umowy, masz prawo otrzymać kopię swoich danych w ustrukturyzowanym, powszechnie używanym i możliwym do odczytania formacie. Kopia ta może zostać przesłana do Ciebie lub do innego podmiotu. Dotyczy to wyłącznie danych osobowych, które zostały nam przekazane.",
                        "Prawo do poprawiania danych - masz prawo zażądać poprawienia swoich danych osobowych, jeśli są one niepoprawne, a także do uzupełnienia niekompletnych danych.",
                        "Prawo do usunięcia danych - masz prawo w każdej chwili usunąć jakiekolwiek dane przetwarzane przez nas, z wyjątkiem następujących sytuacji: jesteśmy w trakcie współpracy, masz nieuregulowany dług wobec naszej firmy, Twój dług został sprzedany firmie zewnętrznej w ciągu ostatnich trzech lat lub jednego roku (w przypadku klientów, którzy zmarli).",
                        "Twoje prawo do niewyrażenia zgody na przetwarzanie danych na podstawie uzasadnionego interesu - masz prawo do niewyrażenia zgody na przetwarzanie Twoich danych na podstawie uzasadnionego interesu. Zaprzestaniemy przetwarzania Twoich danych osobowych, chyba że będziemy w stanie znaleźć zgodne z prawem uzasadnienie tego procesu, które unieważni Twój interes lub prawa; albo z powodu roszczeń prawnych.",
                        "Prawo do niewyrażenia zgody na marketing bezpośredni - masz prawo nie zgodzić się na otrzymywanie materiałów marketingu bezpośredniego, w tym także na sporządzanie analizy Twojego profilu, która jest przygotowywana w celu przygotowania takich materiałów. Możesz zrezygnować z otrzymywania materiałów marketingu wysyłając taką prośbę na email: rodo@appyhub.pl.",
                        "Prawo do ograniczenia - masz prawo żądać, abyśmy ograniczyli przetwarzanie Twoich danych osobowych pod następującymi warunkami jeśli nie zgadzasz się na przetwarzanie danych na podstawie uzasadnionego interesu, wtedy ograniczymy jakiekolwiek przetwarzanie takich danych po zweryfikowaniu, czy istnieje taki uzasadniony interes, jeśli zgłosisz, że Twoje dane osobowe są niepoprawne, wtedy musimy ograniczyć jakiekolwiek przetwarzanie danych do momentu zweryfikowania ich poprawności, jeśli przetwarzanie danych jest niezgodne z prawem, wtedy możesz nie zgodzić się na wykasowanie danych osobowych i zamiast tego żądać ograniczenia używania Twoich danych osobowych, jeśli nie będziemy potrzebować już Twoich danych osobowych, ale są one wymagane do zgłoszenia lub oddalenia roszczenia.",
                        "Prawo zgłoszenia skargi w organie nadzorczym - jeśli uważasz, że przetwarzamy Twoje dane osobowe w niewłaściwy sposób, możesz się z nami skontaktować. Masz też prawo zgłosić skargę w organie nadzorczym."
                    ]
                }, {
                    "heading": "Uaktualnienia naszych Zasad Prywatności:",
                    "desc": "W przyszłości możliwa będzie konieczność aktualizacji naszych Zasad Prywatności. Ich najnowsza wersja będzie zawsze dostępna na naszej stronie internetowej. Będziemy informować o każdej zmianie w treści Zasad Prywatności, na przykład o zmianach dotyczących celu wykorzystania Twoich danych osobowych lub Twoich praw."
                }, {
                    "heading": "Dlaczego używamy Twoich danych osobowych?",
                    "desc": "Twoje dane osobowe są używane w celu udostępniania informacji, produktów i usług, które aktualnie oferujemy. Jeśli zechcesz otrzymać fakturę VAT, będziemy prosić o podanie konkretnych danych osobowych, które są niezbędne do wykonania tego zadania."
                }, {
                    "heading": "Jakie dane osobowe przetwarzamy?",
                    "desc": "Będziemy przetwarzać następujące dane osobowe:",
                    "list": [
                        "dane kontaktowe, takie jak imię i nazwisko, adres, adres e-mail i numer telefonu,",
                        "dane firmy potrzebne do wystawienia faktury VAT."
                    ]
                }, {
                    "heading": "Na jakiej podstawie prawnej przetwarzamy Twoje dane osobowe?",
                    "desc": "W ramach udostępniania produktów i usług przetwarzamy Twoje dane osobowe, które są niezbędne do zawarcia umowy i realizacji wynikających z niej zobowiązań. Dotyczy to zarówno umów dotyczących zakupów i płatności, jak i dostępu do innych usług oferowanych przez nas lub przez podmioty zewnętrzne. W niektórych przypadkach, zgodnie z obowiązującymi przepisami prawa, jesteśmy prawnie zobowiązani do zbierania, przetwarzania i przechowywania Twoich danych osobowych, na przykład w celu zachowania zgodności z obowiązującymi przepisami prawa podatkowego i finansowego."
                }, {
                    "heading": "Jak długo będziemy przechowywać Twoje dane?",
                    "desc": "Będziemy przechowywać Twoje dane tak długo, jak długo będziesz aktywnym klientem."
                }]
            }, {
                "paragraph": "Marketing",
                "sections": [{
                    "heading": "Dlaczego używamy Twoich danych osobowych?",
                    "desc": "Będziemy używać Twoich danych osobowych do przesyłania Ci ofert marketingowych, ankiet oraz zaproszeń – pocztą e-mail, w SMS-ach, telefonicznie oraz tradycyjną pocztą."
                }, {
                    "heading": "Jakie dane osobowe przetwarzamy?",
                    "desc": "Dane kontaktowe, takie jak adres e-mail, imię i nazwisko oraz numer telefonu."
                }, {
                    "heading": "Kto ma dostęp do Twoich danych osobowych?",
                    "desc": "Dane przekazywane firmom zewnętrznym są używane wyłącznie do świadczenia usługi wymienionej powyżej i umożliwiają one agencjom marketingowym oraz dostawcom technicznym dystrybucję cyfrowych i drukowanych materiałów marketingu bezpośredniego. Nigdy nie przekazujemy Twoich danych osobowych w celach marketingowych, nie sprzedajemy ich ani nie wymieniamy się nimi z podmiotami zewnętrznymi."
                }, {
                    "heading": "Na jakiej podstawie prawnej przetwarzamy Twoje dane osobowe?",
                    "desc": "Twoje dane osobowe są przetwarzane na mocy zgody, którą wyrażasz na otrzymywanie materiałów marketingu bezpośredniego. Z wyjątkiem materiałów przesyłanych tradycyjną pocztą, w tym katalogów, będą one do Ciebie przesyłane na podstawie naszego uzasadnionego interesu."
                }, {
                    "heading": "Prawo do wycofania zgody:",
                    "desc": "Masz prawo w każdej chwili wycofać swoją zgodę na przetwarzanie danych osobowych oraz na otrzymywanie materiałów marketingowych bezpośrednich. W przypadku wycofania zgody nie będziemy mogli dalej przesyłać Ci ofert w ramach marketingu bezpośredniego ani informacji przesyłanych wcześniej na podstawie udzielonej zgody na przetwarzanie danych. Jeśli chcesz zrezygnować z otrzymywania materiałów marketingowych, możesz wysłać taką prośbę na adres e-mail: rodo@appyhub.pl."
                }, {
                    "heading": "Jak długo przechowujemy Twoje dane?",
                    "desc": "Będziemy przechowywać Twoje dane do celów marketingu bezpośredniego do momentu, w którym wycofasz swoją zgodę."
                }]
            }, {
                "paragraph": "Wypełnianie zobowiązań prawynch",
                "sections": [{
                    "heading": "Dlaczego używamy Twoich danych osobowych?",
                    "desc": "Będziemy używać Twoich danych osobowych, aby wypełniać postanowienia prawa lub sądów oraz stosować się do innych postanowień władz. Będziemy także używać Twoich danych osobowych do zbierania i potwierdzania danych finansowych w celu przestrzegania zasad prowadzenia księgowości."
                }, {
                    "heading": "Które dane osobowe będziemy przetwarzać?",
                    "desc": "Będziemy przetwarzać następujące dane osobowe:",
                    "list": [
                        "numer klienta,",
                        "imię i nazwisko oraz dane firmy,",
                        "adres pocztowy,",
                        "kwota transakcji,",
                        "data transakcji."
                    ]
                }, {
                    "heading": "Kto ma dostęp do Twoich danych osobowych?",
                    "desc": "Twoje dane będą udostępniane firmom, które udostępniają rozwiązania do prowadzenia księgowości."
                }, {
                    "heading": "Na jakiej podstawie prawnej przetwarzamy Twoje dane osobowe?",
                    "desc": "Przetwarzamy Twoje dane osobowe, aby wywiązać się z obowiązków nałożonych przez ustawę."
                }]
            }, {
                "paragraph": "Zapobieganie przestępstwom i wykorzystaniu danych w sposób niezgodny z prawem",
                "sections": [{
                    "heading": "Dlaczego używamy Twoich danych osobowych?",
                    "desc": "Będziemy używać Twoich danych osobowych, aby zapobiegać niezgodnym z zasadami korzystaniu z naszych usług online, móc sprawdzać takie przypadki oraz zapobiegać stratom i wyłudzeniom poprzez analizowanie zachowań klientów."
                }, {
                    "heading": "Które dane osobowe będziemy przetwarzać?",
                    "desc": "Będziemy przetwarzać następujące dane osobowe:",
                    "list": [
                        "numer klienta,",
                        "dane kontaktowe, takie jak imię i nazwisko, adres, numer telefonu oraz adres e-mail."
                    ]
                }, {
                    "heading": "Kto ma dostęp do Twoich danych osobowych?",
                    "desc": "Twoje dane przekazywane firmom zewnętrznym są używane wyłącznie w celach opisanych powyżej. Będziemy też udostępniać Twoje dane firmom w celu raportowania opartego na wyjątkach. Informacje o działaniach niezgodnych z prawem i oszustwach mogą być przekazywane firmom ubezpieczeniowym, organom prawnym oraz lokalnym i międzynarodowym organom sprawiedliwości. Pamiętaj, że takie instytucje mają niezależne prawo lub zobowiązania do przetwarzania Twoich danych osobowych."
                }, {
                    "heading": "Na jakiej podstawie prawnej przetwarzamy Twoje dane osobowe?",
                    "desc": "Twoje dane osobowe są przetwarzane w celu uniemożliwienia korzystania z naszych usług w niewłaściwy sposób oraz na podstawie uzasadnionego interesu."
                }, {
                    "heading": "Jak długo będziemy przechowywać Twoje dane?",
                    "desc": "Będziemy przechowywać Twoje dane przez czas niezbędny do zapobiegania oszustwom lub innym przestępstwom oraz do ich zgłaszania."
                }, {
                    "heading": "Twoje prawo do niewyrażenia zgody na przetwarzanie danych osobowych:",
                    "desc": "Masz prawo nie wyrazić zgody na przetwarzanie przez nas Twoich danych osobowych na podstawie uzasadnionego interesu firmy. Aby to zrobić, wyślij wiadomość na adres rodo@appyhub.pl Twoje konto zostanie usunięte i nie będziemy w stanie dłużej świadczyć Ci usług."
                }]
            }, {
                "paragraph": "Pliki cookie",
                "sections": [{
                    "desc": "Cookie to mały plik tekstowy, który jest zapisywany na dysku Twojego komputera lub urządzenia mobilnego, a następnie, podczas kolejnych wizyt, pobierany z niego. Jeśli korzystasz z naszych usług, zakładamy że zgadzasz się na używanie plików cookie."
                }, {
                    "heading": "Jak używamy plików cookie?",
                    "desc": "Używamy trwałych plików cookie do przechowywania informacji o Twojej preferowanej stronie startowej oraz Twoich danych. Dodatkowo wykorzystujemy je do zapamiętywania Twoich ulubionych produktów. Pliki cookie sesji są używane, na przykład, gdy korzystasz z funkcji filtrowania produktów oraz do sprawdzania, czy jesteś zalogowany lub czy dodałeś jakiś produkt do koszyka. Wykorzystujemy zarówno nasze własne pliki cookie, jak i pliki cookie podmiotów zewnętrznych, aby zbierać statystyki oraz dane użytkowników, zarówno w formie zagregowanej, jak i indywidualnej. Stosujemy również narzędzia analityczne do optymalizacji naszej strony oraz prezentacji oferty interesującej dla użytkownika. Niektóre pliki cookie podmiotów zewnętrznych są dodawane przez usługi dostępne na naszych stronach, takie jak Instagram, Facebook czy Google i pozostają poza naszą kontrolą. Służą one umożliwieniu użytkownikowi udostępniania treści w tych serwisach, których ikony są widoczne na naszej stronie. Dodatkowo korzystamy z zewnętrznych plików cookie monitorujących sposób korzystania przez użytkownika z innych witryn, co pozwala nam również prezentować materiały marketingowe na innych stronach lub w innych kanałach komunikacji."
                }, {
                    "heading": "Jaki rodzaj danych osobowych przetwarzamy?",
                    "desc": "Kiedy będziesz korzystał z naszej storny internetowej, będziemy łączyć Twój identyfikator plików cookie z danymi osobowymi przesłanymi."
                }, {
                    "heading": "Kto ma dostęp do Twoich danych osobowych?",
                    "desc": "Dane przekazywane firmom zewnętrznym są używane wyłącznie do świadczenia usług wymienionych powyżej. Używamy narzędzi analitycznych do gromadzenia danych statystycznych w celu optymalizowania naszej witryny i przedstawiania informacji, które mogą Cię zainteresować."
                }, {
                    "heading": "Na jakiej podstawie prawnej przetwarzamy Twoje dane osobowe?",
                    "desc": "Twoje dane osobowe są przetwarzane w celu uniemożliwienia korzystania z naszych usług w niewłaściwy sposób oraz na podstawie uzasadnionego interesu."
                }]
            }]

        },
        "companyDetails": {
            "name": "HUBERT KOZIK AppyHub",
            "address1": "Wielgus 27",
            "address2": "28-500 Kazimierza Wielka",
            "nip": 6050077172,
            "agent": "Autoryzowany przedstawiciel: Hubert Kozik"
        }
    },
    "en": {

    }
}